//logs.js
//const util = require('../../utils/util.js')


Page({
  data: {
  
    h1:'改变命运，重在取舍',
    h2:'时间：2019-03-04 16:22:07',
    txt1:'  世界变幻莫测，人生充满玄机。我们从降生到红尘那一刻，就注定了要经历磨形炼性，要品味酸甜苦辣，要扮演人生的不同角色。',
    txt2: '  命运，是贯穿于人生不同时期的进行式。命为定数，包括人与生俱来的家境、出生时空及天赋本性; 运为变数，包括后天的人算人为、天算天意以及时代的变化。因此，把握好命运，就把握好了人生。',
    txt3: '  俄国作家克雷洛夫\说：“对于命运的变化无常，我们慨叹得太多了。发不了财的，升不了官的，都要埋怨\命运不好。然而，仔细想想吧，过失还是在于你自己。”',
    txt4: '  在人生的道路上，风雨飘摇，崎岖坎坷，得失参半，福祸同行。我们无论欣赏什么风景，无论处在什么境地，遇事都要冷静，要用智慧的思维去分析，去决断。智慧的思维应该是与时俱进的、集思广益的、行善积德的、宽以待人的、严于律己的良好品质，而不是怨恨、嫉妒、虚荣、忧郁、沮丧的负面情绪。',
    txt5: '  良好的悟性，来自不断读书学习，不断身体力行，不断积累经验。无论你现在处在什么年龄，都要学会掌控自己的心态，正确处理人生际遇。这些际遇或是工作、事业的转折，或是生活、情感的起伏，或是悲欢离合的现实……在筛选权衡之后，取要果断，舍要无悔。你只须做好当下的事，一切交给时间去定论。',
  },
  onLoad: function () {
    
  }
})
